[
  {"year" : 1990, "fact": "Er waren oorspronkelijk maar drie seizoenen van de serie voorzien"},
  {"year" : 1991, "fact": "Alle afleveringen samen zijn goed voor 9490 minuten of 158 uur kijkplezier"},
  {"year" : 1992, "fact": "Carmen krijgt een hondje en noemt het Nero.  Deze rol werd in totaal door drie hondne vertolkt"},
  {"year" : 1993, "fact": "De actrices hebben in het 4de seizoen een album opgenomen onder de naam The Championettes"},
  {"year" : 1994, "fact": "De beginmelodie vertoont grote gelijkenissen met het Libische volkslied"},
  {"year" : 1995, "fact": "De best bekeken aflevering haalde maar liefst meer dan 2 miljoen kijkers"},
  {"year" : 1996, "fact": "In Portugal hebben ze hun eigen versie 'Clube Dos Campeoes'"},
  {"year" : 1997, "fact": "Sinds 1997 zijn er speculaties over een FC De Kampioenen film."},
  {"year" : 1998, "fact": "De serie won in 1998 het Gouden Oog en zou later nog de BVN trofee ontvangen"},
  {"year" : 1999, "fact": "Veel BV's hebben ooit een gastrol gespeeld: K3, Helmut Lotti, Katja Retsin, Jan Leyers,..."},
  {"year" : 2000, "fact": "De serie wordt vooral bekeken in familieverband"},
  {"year" : 2001, "fact": "Jacob Beks speelde maar 2 seizoenen in de serie, zijn karakter kon de populaire DDT niet doen vergeten"},
  {"year" : 2002, "fact": "Fernand Costermans wordt de opvolger van DDT en BTW"},
  {"year" : 2003, "fact": "Maurice Depraetre komt in de serie.  Hij speelde ook al eens een gastrol"},
  {"year" : 2004, "fact": "De serie heeft veel bekende catchphrases  waarvan Zal' t gaan ja de bekendste is"},
  {"year" : 2005, "fact": "Sinds 2005 is de volledige reeks beschikbaar op DVD.  Er is ook een verzamelbox"},
  {"year" : 2006, "fact": "Het veld waar buitenopnames gemaakt worden ligt in Ranst"},
  {"year" : 2007, "fact": "In de strips wordt Marc met een K geschreven, in de serie met een c"},
  {"year" : 2008, "fact": "Er zijn intussen al drie films gemaakt rond de serie en een vierde is op komst"},
  {"year" : 2009, "fact": "Herhalingen inbegrepen werd de serie al 1351 keer uitgezonden op één"},
  {"year" : 2010, "fact": "Het populaire karakter DDT komt op het einde van seizoen 20 terug"},
  {"year" : 2011, "fact": "Er zitten exact 7400 dagen tussen de eerste en laatste aflevering"}
]
